Repository: sendsmaily/smaily-cf7-plugin
Catalog: languages/smaily-for-contact-form-7-*.po
Languages: et

source: Integrate Contact Form 7 form(s) with Smaily to add subscribers directly to Smaily and trigger marketing automations.
et: Integreeri Contact Form 7 vormid Smailyga, lisa tellijaid otse Smailysse ja käivita turundusautomaatikad.

source: No response from Smaily
et: Smailylt vastust ei saadud

source: Credentials valid
et: Kasutajatunnused õiged

source: Wrong credentials
et: Valed kasutajatunnused

source: Error in subdomain
et: Viga alamdomeenis

source: Something went wrong
et: Midagi läks valesti

source: Your nonce did not verify!
et: Sinu nonce ei ole kinnitatav!

source: You do not have permission!
et: Teil ei ole selle jaoks luba!

source: Please fill out all fields!
et: Palun täida kõik väljad!

source: Credentials removed
et: Kasutajatunnused eemaldatud

source: No credentials to remove
et: Kasutajatunnuseid ei eksisteeri

source: Configuring Smaily integration is disabled when using "Add New Form". Please save this form or edit an already existing form
et: "Add New Form" kasutamisel ei ole võimalik Smaily moodulit seadistada. Palun salvesta see vorm või seadista olemasolevat vormi

source: Your API credentials are valid
et: Sinu kasutajatunnused on õiged

source: Autoresponder
et: Automaatvastaja

source: No autoresponder
et: Ilma automaatvastajata

source: Reset credentials
et: Lähtesta kasutajatunnused

source: Connect form with Smaily
et: Ühenda form Smailyga

source: Captcha disabled. Please use a captcha if this is a public site.
et: Captcha keelatud. Palun kasuta Captcha't kui see on avalik leht.

source: Saved credentials invalid.
et: Salvestatud kasutajatunnused valed.

source: Subdomain
et: Alamdomeen

source: API Username
et: API Kasutajatunnus

source: API Password
et: API Salasõna

source: Verify credentials
et: Valideeri autentimise tunnused

source: Form was not submitted using POST method.
et: Andmeid peab saatma POST tegevusviisiga.

source: Input does not contain a valid email address.
et: Sisend ei sisalda tuntavat emaili aadressi.

source: Could not add to subscriber list for an unknown reason.
et: Ei suutnud lisada uudiskirja nimekirja teadmata põhjusel.

source: Smaily for Contact Form 7 is not able to activate. Contact Form 7 is needed to function properly. Is Contact Form 7 installed and activated?
et: Smaily for Contact Form 7 ei suuda aktiveerida. Moodul nõuab Contact Form 7'et. Kas see on installeeritud ja aktiveeritud?
